Repository: xcv58/MacTools
Catalog: Sources/Resources/Localization/PreferencesBackup.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# preferencesBackup.cloudSync.error.sharedFileChanged
source: 共享设置仍在更改。请稍后重试；本机设置已保留。
ar: لا تزال الإعدادات المشتركة تتغير. أعد المحاولة قريبًا؛ يتم الحفاظ على الإعدادات المحلية.
de: Die gemeinsam genutzten Einstellungen werden gerade geändert. Bitte versuchen Sie es in Kürze erneut; die lokalen Einstellungen bleiben erhalten.
en: Shared settings are still changing. Retry shortly; local settings are preserved.
es: Los ajustes compartidos aún están cambiando. Reinténtalo en unos instantes; se conservan los ajustes locales.
fr: Les paramètres partagés continuent de changer. Réessayez sous peu ; les paramètres locaux sont préservés.
ja: 共有設定はまだ変更中です。しばらくしてから再試行してください。ローカル設定は保持されています。
ko: 공유 설정이 계속 변경 중입니다. 잠시 후 다시 시도하십시오. 로컬 설정은 유지됩니다.
pt: As configurações compartilhadas ainda estão mudando. Tente novamente em breve; as configurações locais são preservadas.
ru: Общие настройки все еще меняются. Повторите попытку в ближайшее время; локальные настройки сохраняются.
tr: Paylaşılan ayarlar hâlâ değişiyor. Kısa süre sonra yeniden deneyin; yerel ayarlar korunur.
zh_hant: 共享設定仍在變更。請稍後重試；本機設定已保留。

# preferencesBackup.cloudSync.conflict.detail
source: 本机和共享设置均已更改。两个版本已保留，请选择要同步的版本。此 Mac 的专属设置会保留。
ar: تغيّرت الإعدادات المحلية والمشتركة. حُفظ الإصداران. اختر الإصدار الذي تريد مزامنته؛ ستُحفظ الإعدادات الخاصة بجهاز Mac هذا.
de: Sowohl die lokalen als auch die gemeinsam genutzten Einstellungen wurden geändert. Beide Versionen wurden gespeichert. Wählen Sie aus, welche Version synchronisiert werden soll; Einstellungen, die spezifisch für diesen Mac sind, bleiben erhalten.
en: Local and shared settings have both changed. Both versions are saved. Choose which version to sync; settings specific to this Mac will be preserved.
es: Los ajustes locales y los compartidos han cambiado. Ambas versiones están guardadas. Elige cuál sincronizar; se conservarán los ajustes específicos de este Mac.
fr: Les paramètres locaux et partagés ont tous deux changé. Les deux versions sont enregistrées. Choisissez la version à synchroniser ; les paramètres spécifiques à ce Mac seront conservés.
ja: ローカル設定と共有設定の両方が変更されています。両方のバージョンは保存済みです。同期するバージョンを選択してください。この Mac に固有の設定は保持されます。
ko: 로컬 설정과 공유 설정이 모두 변경되었습니다. 두 버전 모두 저장되어 있습니다. 동기화할 버전을 선택하세요. 이 Mac 전용 설정은 유지됩니다.
pt: As configurações locais e compartilhadas foram alteradas. Ambas as versões estão salvas. Escolha qual versão sincronizar; as configurações específicas deste Mac serão preservadas.
ru: Изменились локальные и общие настройки. Обе версии сохранены. Выберите версию для синхронизации; настройки, относящиеся только к этому Mac, будут сохранены.
tr: Hem yerel hem de paylaşılan ayarlar değişti. Her iki sürüm de kaydedildi. Eşitlemek istediğiniz sürümü seçin; bu Mac'e özel ayarlar korunur.
zh_hant: 本機和共享設定均已變更。兩個版本已保留，請選擇要同步的版本。此 Mac 的專屬設定會保留。

# preferencesBackup.cloudSync.conflict.local
source: 使用本机设置
ar: استخدم الإعدادات المحلية
de: Lokale Einstellungen verwenden
en: Use Local Settings
es: Usar configuración local
fr: Utiliser les paramètres locaux
ja: ローカル設定を使用する
ko: 로컬 설정 사용
pt: Usar configurações locais
ru: Использовать локальные настройки
tr: Yerel Ayarları Kullan
zh_hant: 使用本機設定

# preferencesBackup.cloudSync.conflict.shared
source: 使用共享设置
ar: استخدم الإعدادات المشتركة
de: Gemeinsam genutzte Einstellungen verwenden
en: Use Shared Settings
es: Usar configuración compartida
fr: Utiliser les paramètres partagés
ja: 共有設定を使用する
ko: 공유 설정 사용
pt: Usar configurações compartilhadas
ru: Использовать общие настройки
tr: Paylaşılan Ayarları Kullan
zh_hant: 使用共享設定

# preferencesBackup.cloudSync.status.pending
source: 等待同步
ar: في انتظار المزامنة
de: Warten auf Synchronisierung
en: Waiting to Sync
es: Esperando sincronización
fr: En attente de synchronisation
ja: 同期を待機しています
ko: 동기화 대기 중
pt: Aguardando sincronização
ru: Ожидание синхронизации
tr: Eşitleme Bekleniyor

# preferencesBackup.cloudSync.status.conflict
source: 需要选择设置版本
ar: اختر إصدار الإعدادات
de: Version der Einstellungen wählen
en: Choose Settings Version
es: Elegir versión de los ajustes
fr: Choisir la version des paramètres
ja: 設定バージョンの選択
ko: 설정 버전 선택
pt: Escolha a versão das configurações
ru: Выбор версии настроек
tr: Ayar Sürümü Seçin
zh_hant: 需要選擇設定版本

# preferencesBackup.cloudSync.status.snapshotMissing
source: 共享文件暂不可用。请检查云盘后重试；本机设置已保留。
ar: الملف المشترك غير متوفر. تحقق من محرك الأقراص السحابي الخاص بك وأعد المحاولة؛ يتم الحفاظ على الإعدادات المحلية.
de: Die gemeinsam genutzte Datei ist nicht verfügbar. Überprüfen Sie Ihr Cloud-Laufwerk und versuchen Sie es erneut; die lokalen Einstellungen bleiben erhalten.
en: The shared file is unavailable. Check your cloud drive and retry; local settings are preserved.
es: El archivo compartido no está disponible. Comprueba la unidad en la nube y reinténtalo; se conservan los ajustes locales.
fr: Le fichier partagé est indisponible. Vérifiez votre lecteur cloud et réessayez ; les paramètres locaux sont préservés.
ja: 共有ファイルを利用できません。クラウドストレージを確認して再試行してください。ローカル設定は保持されています。
ko: 공유 파일을 사용할 수 없습니다. 클라우드 드라이브를 확인하고 다시 시도하세요. 로컬 설정은 유지됩니다.
pt: O arquivo compartilhado não está disponível. Verifique sua unidade na nuvem e tente novamente; as configurações locais são preservadas.
ru: Общий файл недоступен. Проверьте свой облачный диск и повторите попытку; локальные настройки сохраняются.
tr: Paylaşılan dosya kullanılamıyor. Bulut diskinizi kontrol edip yeniden deneyin; yerel ayarlar korunur.
zh_hant: 共享檔案暫不可用。請檢查雲端硬碟後重試；本機設定已保留。

# general.section.preferencesBackup
source: 偏好设置备份
ar: النسخ الاحتياطي للتفضيلات
de: Sicherung der Einstellungen
en: Preferences Backup
es: Copia de preferencias
fr: Sauvegarde des préférences
ja: 環境設定のバックアップ
ko: 환경설정 백업
pt: Backup de preferências
ru: Резервная копия настроек
tr: Tercihler Yedeği
zh_hant: 偏好設定備份

# general.section.cloudPreferencesSync
source: 云同步
ar: المزامنة السحابية
de: Cloud-Synchronisierung
en: Cloud Sync
es: Sincronización en la nube
fr: Synchronisation Cloud
ja: クラウド同期
ko: 클라우드 동기화
pt: Sincronização na nuvem
ru: Облачная синхронизация
tr: Bulut Eşitleme
zh_hant: 雲端同步

# preferencesBackup.automatic.noBackups
source: 还没有备份
ar: لا توجد نسخ احتياطية بعد
de: Noch keine Backups
en: No backups yet
es: Aún no hay copias
fr: Aucune sauvegarde
ja: バックアップはまだありません
ko: 아직 백업 없음
pt: Nenhum backup ainda
ru: Резервных копий пока нет
tr: Henüz yedek yok
zh_hant: 尚無備份

# preferencesBackup.automatic.lastBackup
source: 上次备份：%@
ar: آخر نسخة احتياطية: %@
de: Letztes Backup: %@
en: Last backup: %@
es: Última copia: %@
fr: Dernière sauvegarde : %@
ja: 前回のバックアップ：%@
ko: 최근 백업: %@
pt: Último backup: %@
ru: Последняя копия: %@
tr: Son yedekleme: %@
zh_hant: 上次備份：%@

# preferencesBackup.automatic.history
source: %d 个备份 · %@
ar: %d نسخة احتياطية · %@
de: %d Backups · %@
en: %d snapshots · %@
es: %d copias · %@
fr: %d sauvegardes · %@
ja: %d件 · %@
ko: 백업 %d개 · %@
pt: %d backups · %@
ru: %d копии · %@
tr: %d anlık görüntü · %@
zh_hant: %d 個備份 · %@

# preferencesBackup.automatic.justNow
source: 刚刚
ar: الآن
de: gerade eben
en: just now
es: ahora mismo
fr: à l’instant
ja: たった今
ko: 방금
pt: agora mesmo
ru: только что
tr: az önce
zh_hant: 剛剛

# preferencesBackup.automatic.enabled
source: 自动备份设置
ar: نسخ الإعدادات احتياطيًا تلقائيًا
de: Einstellungen automatisch sichern
en: Automatically back up settings
es: Crear copias de los ajustes automáticamente
fr: Sauvegarder automatiquement les réglages
ja: 設定を自動的にバックアップ
ko: 설정 자동 백업
pt: Fazer backup automático dos ajustes
ru: Автоматически создавать резервные копии настроек
tr: Ayarları otomatik olarak yedekle
zh_hant: 自動備份設定

# preferencesBackup.automatic.backUpNow
source: 立即备份
ar: نسخ احتياطي الآن
de: Jetzt sichern
en: Back Up Now
es: Crear copia ahora
fr: Sauvegarder maintenant
ja: 今すぐバックアップ
ko: 지금 백업
pt: Fazer backup agora
ru: Создать копию
tr: Şimdi Yedekle
zh_hant: 立即備份

# preferencesBackup.automatic.openFolder
source: 打开备份文件夹
ar: فتح مجلد النسخ الاحتياطية
de: Backup-Ordner öffnen
en: Open Backup Folder
es: Abrir carpeta de copias
fr: Ouvrir le dossier de sauvegarde
ja: バックアップフォルダを開く
ko: 백업 폴더 열기
pt: Abrir pasta de backup
ru: Открыть папку резервных копий
tr: Yedek Klasörünü Aç
zh_hant: 打開備份檔案夾

# preferencesBackup.manual.title
source: 手动备份
ar: نسخ احتياطي يدوي
de: Manuelles Backup
en: Manual Backup
es: Copia manual
fr: Sauvegarde manuelle
ja: 手動バックアップ
ko: 수동 백업
pt: Backup manual
ru: Резервное копирование вручную
tr: El ile Yedekleme
zh_hant: 手動備份

# preferencesBackup.manual.created
source: 刚刚已备份
ar: تم النسخ الاحتياطي للتو
de: Gerade gesichert
en: Backed up just now
es: Copia creada ahora
fr: Sauvegarde effectuée à l’instant
ja: たった今バックアップしました
ko: 방금 백업함
pt: Backup criado agora
ru: Копия только что создана
tr: Az önce yedeklendi
zh_hant: 剛剛已備份

# preferencesBackup.manual.unchanged
source: 与上次备份相比没有变化
ar: لا تغييرات منذ آخر نسخة احتياطية
de: Keine Änderungen seit dem letzten Backup
en: No changes since the last backup
es: Sin cambios desde la última copia
fr: Aucun changement depuis la dernière sauvegarde
ja: 前回のバックアップから変更はありません
ko: 최근 백업 이후 변경 사항 없음
pt: Sem alterações desde o último backup
ru: Изменений с последней копии нет
tr: Son yedekten bu yana değişiklik yok
zh_hant: 與上次備份相比沒有變更

# preferencesBackup.transfer.title
source: 迁移偏好设置
ar: نقل التفضيلات
de: Einstellungen übertragen
en: Transfer Preferences
es: Transferir preferencias
fr: Transférer les préférences
ja: 環境設定を転送
ko: 환경설정 전송
pt: Transferir preferências
ru: Перенос настроек
tr: Tercihleri Aktar
zh_hant: 移轉偏好設定

# preferencesBackup.automatic.created
source: 偏好设置已备份。
ar: تم نسخ التفضيلات احتياطيًا.
de: Die Einstellungen wurden gesichert.
en: Preferences were backed up.
es: Se ha creado la copia de preferencias.
fr: Les préférences ont été sauvegardées.
ja: 環境設定をバックアップしました。
ko: 환경설정을 백업했습니다.
pt: O backup das preferências foi criado.
ru: Резервная копия настроек создана.
tr: Tercihler yedeklendi.
zh_hant: 偏好設定已備份。

# preferencesBackup.automatic.unchanged
source: 偏好设置没有变化，无需创建新备份。
ar: لم تتغير التفضيلات؛ لم يتم إنشاء نسخة احتياطية جديدة.
de: Die Einstellungen sind unverändert; es wurde kein neues Backup erstellt.
en: Preferences have not changed, so no new backup was created.
es: Las preferencias no han cambiado; no se creó otra copia.
fr: Les préférences sont inchangées ; aucune sauvegarde n’a été créée.
ja: 環境設定に変更がないため、新しいバックアップは作成されませんでした。
ko: 환경설정이 변경되지 않아 새 백업을 만들지 않았습니다.
pt: As preferências não mudaram; nenhum novo backup foi criado.
ru: Настройки не изменились, новая копия не создана.
tr: Tercihler değişmediği için yeni yedek oluşturulmadı.
zh_hant: 偏好設定沒有變更，無需建立新備份。

# preferencesBackup.title
source: 偏好设置备份
ar: النسخ الاحتياطي للتفضيلات
de: Sicherung der Einstellungen
en: Preferences Backup
es: Copia de preferencias
fr: Sauvegarde des préférences
ja: 環境設定のバックアップ
ko: 환경설정 백업
pt: Backup de preferências
ru: Резервное копирование настроек
tr: Tercihler Yedeği
zh_hant: 偏好設定備份

# preferencesBackup.description
source: 自动备份保存在本机，包含可移植的应用与插件设置；不包含权限、缓存、凭证或其他私密数据。
ar: تُخزَّن النسخ الاحتياطية التلقائية محليًا وتشمل إعدادات التطبيق والإضافات القابلة للنقل؛ وتُستبعد الأذونات وذاكرات التخزين المؤقت وبيانات الاعتماد والبيانات الخاصة الأخرى.
de: Automatische Backups werden lokal gespeichert und enthalten übertragbare App- und Plug-in-Einstellungen; Berechtigungen, Caches, Zugangsdaten und andere private Daten sind ausgeschlossen.
en: Automatic backups are stored locally and include portable app and plugin settings; permissions, caches, credentials, and other private data are excluded.
es: Las copias de seguridad automáticas se guardan localmente e incluyen ajustes portátiles de la app y los plugins; se excluyen permisos, cachés, credenciales y otros datos privados.
fr: Les sauvegardes automatiques sont stockées localement et incluent les réglages transférables de l’app et des extensions ; les autorisations, caches, identifiants et autres données privées sont exclus.
ja: 自動バックアップはローカルに保存され、移行可能なアプリとプラグインの設定が含まれます。権限、キャッシュ、認証情報、その他の個人データは含まれません。
ko: 자동 백업은 로컬에 저장되며 이동 가능한 앱 및 플러그인 설정을 포함합니다. 권한, 캐시, 자격 증명 및 기타 개인 데이터는 제외됩니다.
pt: Os backups automáticos são armazenados localmente e incluem ajustes portáteis do app e dos plugins; permissões, caches, credenciais e outros dados privados são excluídos.
ru: Автоматические резервные копии хранятся локально и включают переносимые настройки приложения и плагинов; разрешения, кэш, учётные данные и другие личные данные исключены.
tr: Otomatik yedekler yerel olarak saklanır ve taşınabilir uygulama ile eklenti ayarlarını içerir; izinler, önbellekler, kimlik bilgileri ve diğer özel veriler hariç tutulur.
zh_hant: 自動備份儲存在本機，包含可攜式的應用程式與插件設定；不包含權限、快取、憑證或其他私密資料。

# preferencesBackup.export
source: 导出偏好设置…
ar: تصدير التفضيلات…
de: Einstellungen exportieren…
en: Export Preferences…
es: Exportar preferencias…
fr: Exporter les préférences…
ja: 環境設定を書き出す…
ko: 환경설정 내보내기…
pt: Exportar preferências…
ru: Экспортировать настройки…
tr: Tercihleri Dışa Aktar…
zh_hant: 匯出偏好設定…

# preferencesBackup.import
source: 导入偏好设置…
ar: استيراد التفضيلات…
de: Einstellungen importieren…
en: Import Preferences…
es: Importar preferencias…
fr: Importer les préférences…
ja: 環境設定を読み込む…
ko: 환경설정 가져오기…
pt: Importar preferências…
ru: Импортировать настройки…
tr: Tercihleri İçe Aktar…
zh_hant: 匯入偏好設定…

# preferencesBackup.imported
source: 偏好设置已导入。
ar: تم استيراد التفضيلات.
de: Die Einstellungen wurden importiert.
en: Preferences imported.
es: Preferencias importadas.
fr: Préférences importées.
ja: 環境設定を読み込みました。
ko: 환경설정을 가져왔습니다.
pt: Preferências importadas.
ru: Настройки импортированы.
tr: Tercihler içe aktarıldı.
zh_hant: 偏好設定已匯入。

# preferencesBackup.alert.title
source: 偏好设置备份
ar: النسخ الاحتياطي للتفضيلات
de: Sicherung der Einstellungen
en: Preferences Backup
es: Copia de preferencias
fr: Sauvegarde des préférences
ja: 環境設定のバックアップ
ko: 환경설정 백업
pt: Backup de preferências
ru: Резервная копия настроек
tr: Tercihler Yedeği
zh_hant: 偏好設定備份

# preferencesBackup.export.prompt
source: 将可移植的 MacTools 偏好设置保存为 JSON 文件。
ar: احفظ تفضيلات MacTools القابلة للنقل في ملف JSON.
de: Portable MacTools-Einstellungen als JSON-Datei sichern.
en: Save portable MacTools preferences as a JSON file.
es: Guarda las preferencias portátiles de MacTools como archivo JSON.
fr: Enregistrez les préférences portables de MacTools dans un fichier JSON.
ja: 移行可能な MacTools の環境設定を JSON ファイルとして保存します。
ko: 이동 가능한 MacTools 환경설정을 JSON 파일로 저장합니다.
pt: Salve as preferências portáteis do MacTools como um arquivo JSON.
ru: Сохраните переносимые настройки MacTools в файл JSON.
tr: Taşınabilir MacTools tercihlerini bir JSON dosyası olarak kaydedin.
zh_hant: 將可攜的 MacTools 偏好設定儲存為 JSON 檔案。

# preferencesBackup.exported
source: 偏好设置已导出。
ar: تم تصدير التفضيلات.
de: Einstellungen exportiert.
en: Preferences exported.
es: Preferencias exportadas.
fr: Préférences exportées.
ja: 環境設定を書き出しました。
ko: 환경설정을 내보냈습니다.
pt: Preferências exportadas.
ru: Настройки экспортированы.
tr: Tercihler dışa aktarıldı.
zh_hant: 偏好設定已匯出。

# preferencesBackup.import.prompt
source: 选择 MacTools 导出的偏好设置 JSON 文件。
ar: اختر ملف JSON للتفضيلات تم تصديره من MacTools.
de: Wählen Sie eine von MacTools exportierte JSON-Einstellungsdatei aus.
en: Choose a preferences JSON file exported by MacTools.
es: Elige un archivo JSON de preferencias exportado por MacTools.
fr: Choisissez un fichier JSON de préférences exporté par MacTools.
ja: MacTools で書き出した環境設定の JSON ファイルを選択します。
ko: MacTools에서 내보낸 환경설정 JSON 파일을 선택합니다.
pt: Escolha um arquivo JSON de preferências exportado pelo MacTools.
ru: Выберите файл JSON с настройками, экспортированный MacTools.
tr: MacTools'un dışa aktardığı bir tercihler JSON dosyasını seçin.
zh_hant: 選擇 MacTools 匯出的偏好設定 JSON 檔案。

# preferencesBackup.preview.title
source: 导入偏好设置
ar: استيراد التفضيلات
de: Einstellungen importieren
en: Import Preferences
es: Importar preferencias
fr: Importer les préférences
ja: 環境設定を読み込む
ko: 환경설정 가져오기
pt: Importar preferências
ru: Импорт настроек
tr: Tercihleri İçe Aktar
zh_hant: 匯入偏好設定

# preferencesBackup.preview.description
source: 请确认以下更改。导入不会安装插件，也不会修改权限、缓存、Keychain 密钥或插件私有数据。
ar: راجع هذه التغييرات. لا يثبّت الاستيراد الإضافات ولا يغيّر الأذونات أو ذاكرة التخزين المؤقت أو أسرار Keychain أو بيانات الإضافات الخاصة.
de: Bestätigen Sie diese Änderungen. Der Import installiert keine Plugins und ändert weder Berechtigungen, Caches, Keychain-Geheimnisse noch private Plug-in-Daten.
en: Review these changes. Import does not install plugins or change permissions, caches, Keychain secrets, or plugin-private data.
es: Revisa estos cambios. La importación no instala plugins ni modifica permisos, cachés, secretos del llavero ni datos privados de plugins.
fr: Vérifiez ces modifications. L’importation n’installe pas d’extensions et ne modifie ni les autorisations, ni les caches, ni les secrets du trousseau, ni les données privées d’extension.
ja: 変更内容を確認してください。インポートによってプラグインがインストールされたり、権限、キャッシュ、キーチェーンの秘密情報、プラグイン固有データが変更されたりすることはありません。
ko: 변경 사항을 확인하세요. 가져오기는 플러그인을 설치하거나 권한, 캐시, 키체인 비밀 정보 또는 플러그인 전용 데이터를 변경하지 않습니다.
pt: Revise estas alterações. A importação não instala plugins nem altera permissões, caches, segredos do Chaves ou dados privados de plugins.
ru: Проверьте эти изменения. Импорт не устанавливает плагины и не изменяет разрешения, кэш, секреты Keychain или приватные данные плагинов.
tr: Bu değişiklikleri gözden geçirin. İçe aktarma, eklenti yüklemez; izinleri, önbellekleri, Keychain'deki gizli bilgileri veya eklentilere özel verileri değiştirmez.
zh_hant: 請確認以下變更。匯入不會安裝插件，也不會修改權限、快取、Keychain 密鑰或插件私有資料。

# preferencesBackup.preview.descriptionWithInstall
source: 请确认以下更改。导入将自动安装 %d 个选中的缺失插件；不会修改权限、缓存、Keychain 密钥或插件私有数据。
ar: يرجى تأكيد التغييرات أدناه. سيقوم الاستيراد بتثبيت %d إضافة مفقودة محددة؛ ولن يتم تعديل الأذونات أو ذاكرة التخزين المؤقت أو عناصر Keychain أو البيانات الخاصة بالإضافات.
de: Bitte bestätige die folgenden Änderungen. Beim Import werden %d ausgewählte fehlende Plugins installiert; Berechtigungen, Caches, Schlüsselbund-Einträge oder private Plugin-Daten werden nicht geändert.
en: Please review the changes below. Importing will install %d selected missing plugins; permissions, caches, Keychain items, or plugin private data will not be modified.
es: Confirma los siguientes cambios. La importación instalará %d plugins faltantes seleccionados; no se modificarán permisos, cachés, elementos del Llavero ni datos privados de plugins.
fr: Veuillez vérifier les modifications ci-dessous. L’importation installera %d extensions manquantes sélectionnées ; les autorisations, caches, éléments du trousseau d’accès et données privées d’extensions ne seront pas modifiés.
ja: 以下の変更を確認してください。読み込み時に選択した%d個の不足プラグインをインストールします。権限、キャッシュ、キーチェーン項目、プラグイン非公開データは変更されません。
ko: 아래 변경 사항을 확인하십시오. 가져올 때 선택한 누락 플러그인 %d개를 설치합니다. 권한, 캐시, 키체인 항목 또는 플러그인 개인 데이터는 수정되지 않습니다.
pt: Confirme as alterações abaixo. A importação instalará %d plugins ausentes selecionados; permissões, caches, itens das Chaves e dados privados de plugins não serão modificados.
ru: Подтвердите следующие изменения. При импорте будут установлены %d выбранных отсутствующих плагинов; разрешения, кэши, объекты Связки ключей и личные данные плагинов не изменятся.
tr: Lütfen aşağıdaki değişiklikleri gözden geçirin. İçe aktarma, seçilen %d eksik eklentiyi yükleyecek; izinler, önbellekler, Keychain öğeleri veya eklentiye özel veriler değiştirilmeyecek.
zh_hant: 請確認以下變更。匯入將自動安裝 %d 個選取缺少的外掛；不會修改權限、快取、Keychain 密鑰或外掛私有資料。

# preferencesBackup.preview.deselectAll
source: 全不选
ar: إلغاء تحديد الكل
de: Alle abwählen
en: Deselect All
es: Deseleccionar todo
fr: Tout désélectionner
ja: すべて選択解除
ko: 모두 선택 해제
pt: Desmarcar tudo
ru: Снять выделение
tr: Tümünün Seçimini Kaldır
zh_hant: 全部取消選取

# preferencesBackup.preview.application
source: 应用偏好
ar: تفضيلات التطبيق
de: App-Einstellungen
en: App Preferences
es: Preferencias de la app
fr: Préférences de l’app
ja: アプリの環境設定
ko: 앱 환경설정
pt: Preferências do app
ru: Настройки приложения
tr: Uygulama Tercihleri
zh_hant: 應用程式偏好

# preferencesBackup.preview.applicationSummary
source: 应用外观、语言和状态栏点击行为
ar: مظهر التطبيق واللغة وسلوك النقر على شريط القوائم
de: App-Erscheinungsbild, Sprache und Klickverhalten der Menüleiste
en: App appearance, language, and menu bar click behavior
es: Apariencia, idioma y comportamiento de clic de la barra de menús
fr: Apparence de l’app, langue et comportement de clic de la barre des menus
ja: アプリの外観、言語、メニューバーのクリック動作
ko: 앱 모양, 언어 및 메뉴 막대 클릭 동작
pt: Aparência do app, idioma e comportamento de clique da barra de menus
ru: Внешний вид приложения, язык и поведение клика по строке меню
tr: Uygulamanın görünümü, dili ve menü çubuğu tıklama davranışı
zh_hant: 應用程式外觀、語言和狀態列點擊行為

# preferencesBackup.preview.plugins
source: 插件设置
ar: إعدادات الإضافات
de: Plugin-Einstellungen
en: Plugin Settings
es: Configuración de plugins
fr: Réglages des extensions
ja: プラグイン設定
ko: 플러그인 설정
pt: Configurações dos plugins
ru: Настройки плагинов
tr: Eklenti Ayarları
zh_hant: 插件設定

# preferencesBackup.preview.pluginsCount
source: %d 个可用插件
ar: %d إضافات متاحة
de: %d verfügbare Plugins
en: %d available plugins
es: %d plugins disponibles
fr: %d extensions disponibles
ja: %d 個の利用可能なプラグイン
ko: 사용 가능한 플러그인 %d개
pt: %d plugins disponíveis
ru: %d доступных плагинов
tr: %d kullanılabilir eklenti
zh_hant: %d 個可用插件

# preferencesBackup.preview.shortcuts
source: 快捷键
ar: اختصارات لوحة المفاتيح
de: Tastaturkurzbefehle
en: Keyboard Shortcuts
es: Atajos de teclado
fr: Raccourcis clavier
ja: キーボードショートカット
ko: 키보드 단축키
pt: Atalhos de teclado
ru: Сочетания клавиш
tr: Klavye Kısayolları
zh_hant: 快速鍵

# preferencesBackup.preview.shortcutsCount
source: %d 项自定义
ar: %d تخصيصات
de: %d Anpassungen
en: %d customizations
es: %d personalizaciones
fr: %d personnalisations
ja: %d 個のカスタマイズ
ko: 사용자화 %d개
pt: %d personalizações
ru: %d настроек
tr: %d özelleştirme
zh_hant: %d 項自訂

# preferencesBackup.preview.retainedUnavailableActions
source: 将保留 %d 个当前不可用的操作；对应插件恢复后可继续使用。
ar: سيتم الاحتفاظ بـ %d من الإجراءات غير المتاحة حاليًا؛ ويمكن استخدامها بعد استعادة الإضافات المقابلة.
de: %d derzeit nicht verfügbare Aktionen werden beibehalten und können nach Wiederherstellung der zugehörigen Plugins verwendet werden.
en: %d currently unavailable actions will be retained and can be used after their plugins are restored.
es: Se conservarán %d acciones no disponibles actualmente y podrán usarse cuando se restauren sus plugins.
fr: %d actions actuellement indisponibles seront conservées et pourront être utilisées après la restauration de leurs extensions.
ja: 現在利用できないアクション %d 件は保持され、対応するプラグインの復元後に使用できます。
ko: 현재 사용할 수 없는 동작 %d개를 유지하며 해당 플러그인을 복원한 후 사용할 수 있습니다.
pt: Serão mantidas %d ações atualmente indisponíveis, que poderão ser usadas depois de restaurar os respetivos plugins.
ru: %d временно недоступных действий будут сохранены и станут доступны после восстановления соответствующих плагинов.
tr: Şu anda kullanılamayan %d eylem saklanır ve ilgili eklentiler geri yüklendikten sonra kullanılabilir.
zh_hant: 將保留 %d 個目前無法使用的操作；還原對應插件後即可繼續使用。

# preferencesBackup.preview.selectAllMissingPlugins
source: 全选缺失插件
ar: تحديد جميع الإضافات المفقودة
de: Alle fehlenden Plugins auswählen
en: Select All Missing Plugins
es: Seleccionar todos los plugins faltantes
fr: Tout sélectionner les extensions manquantes
ja: 不足しているプラグインをすべて選択
ko: 누락된 플러그인 모두 선택
pt: Selecionar todos os plugins ausentes
ru: Выбрать все отсутствующие плагины
tr: Tüm Eksik Eklentileri Seç
zh_hant: 全選缺少的外掛

# preferencesBackup.preview.selectedPluginsSummary
source: 已选 %d / %d 个插件
ar: تم تحديد %d من %d
de: %d von %d ausgewählt
en: %d of %d selected
es: %d de %d seleccionados
fr: %d sur %d sélectionnés
ja: %d / %d 件選択中
ko: %d개 / %d개 선택됨
pt: %d de %d seleccionados
ru: Выбрано: %d из %d
tr: %d / %d seçildi
zh_hant: 已選 %d / %d 個外掛
